IDEA Open Model
CrossSectionParameter.Parameters Property
Compatible with IDEA StatiCa v 10.1
 Parameters
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<Parameter> Parameters { get; set; }
Public Property Parameters As List(Of Parameter)
	Get
	Set
public:
property List<Parameter^>^ Parameters {
	List<Parameter^>^ get ();
	void set (List<Parameter^>^ value);
}
Property Value
Type: List<Parameter>
See Also
Reference
CrossSectionParameter Class
IdeaRS.OpenModel.CrossSection Namespace